<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home 
    |--------------------------------------------------------------------------
    */

    'home_title' => 'الرئيسية',

    'slider_heading' => 'استمتع بالتعلم عبر الإنترنت',
    'slider_hint' => "التعليم عبر الإنترنت من أفضل الخيارات للنمو \n تعلم من أفضل المعلمين حول العالم",

    'slider_search_placeholder' => 'ابحث عن الدورات، المدربين والمنظمات...',
    'find' => 'ابحث',

    'view_all' => 'عرض الكل',
    
    // stats
    'teachers' => 'المدربين',
    'skillful_teachers' => 'مدربون ماهرون',
    'skillful_teachers_hint' => 'ابدأ التعلم من مدربين ذوي خبرة.',

    'live_classes' => 'دروس مباشرة',
    'live_classes_hint' => 'حسّن مهاراتك من خلال التدفق المباشر للمعرفة.',

    'happy_students' => 'طلاب سعداء',
    'happy_students_hint' => 'سجلوا في دوراتنا وطوروا مهاراتهم.',

    'offline_courses' => 'دورات فيديو',
    'offline_courses_hint' => 'تعلم بدون قيود جغرافية أو زمنية.',

    'hours' => 'ساعات',

    'featured_classes' => 'دورات مميزة',
    'featured_webinars' => 'دورات مميزة',
    'featured_classes_hint' => '#تصفح الدورات المميزة وكن ماهرًا',

    'latest_classes' => 'أحدث الدورات',
    'latest_webinars' => 'أحدث الدورات',
    'latest_webinars_hint' => '#دورات تم نشرها مؤخرًا',

    'featured' => 'مميز',
    'downloadable' => 'قابل للتنزيل',
    'download' => 'تحميل',
    'downloads' => 'التحميلات',

    'trending_categories' => 'الفئات الرائجة',
    'trending_categories_hint' => '#تصفح المواضيع التعليمية الرائجة والشائعة',

    'best_sellers' => 'الدورات الأكثر مبيعًا',
    'best_sellers_hint' => '#تعلم من الدورات الأكثر مبيعًا',

    'best_rates' => 'الدورات الأعلى تقييمًا',
    'best_rates_hint' => '#استمتع بمحتوى عالي الجودة وذو تقييمات عالية',

    'discount_classes' => 'دورات مخفضة',
    'discount_classes_hint' => '#احصل على الدورات بأفضل الأسعار',

    'free_classes' => 'دورات مجانية',
    'free_classes_hint' => '#لا تفوت فرص التعلم المجانية',

    'testimonials' => 'آراء الطلاب',
    'testimonials_hint' => '#ماذا يقول عملاؤنا عنا',

    'subscribe_now' => 'اشترك الآن!',
    'subscribe_now_hint' => '#اختر خطة اشتراك ووفّر المال!',

    'instructors' => 'المدربون',
    'all_instructors' => 'جميع المدربين',
    'instructors_hint' => '#تعلم من المدربين ذوي الخبرة والمهارة',
    'reserve_a_live_class' => 'احجز اجتماع مباشر',

    'organization' => 'المنظمة',
    'organizations' => 'المنظمات',
    'all_organizations' => 'جميع المنظمات',
    'organizations_hint' => '#أعظم المنظمات التعليمية هنا لمساعدتك',

    'blog' => 'المدونة',
    'all_blog' => 'مقالات المدونة',
    'blog_hint' => '#استكشاف آخر الأخبار والمقالات',

    'platform_address' => 'العنوان',
    'order_summary' => 'ملخص الطلب',
    'blog_search_placeholder' => 'ابحث عن مقالات المدونة...',
    'hero_title' => 'دعنا نبنيها معًا',
 'hero_subtitle_part_1' => 'حوّل وقت الشاشة إلى وقت مهارة',
    'hero_subtitle_part_2' => 'من خلال دروس برمجة تفاعلية مصممة للعقول الشابة.',
    'feature_1' => 'جلسات برمجة مباشرة <span class="text-[#0082D6] font-bold">1 على 1</span> مع مرشدين خبراء',
    'feature_2' => 'تعلم ممتع <span class="text-[#0082D6] font-bold">قائم على المشاريع</span> ومصمم للأطفال.',
    'feature_3' => '<span class="text-[#0082D6] font-bold">دورات معتمدة</span> تبني مهارات تقنية حقيقية.',
  'start_button' => 'ابدأ البرمجة',
  'partnership_text' => 'شراكة مع',
  'select_age_title' => 'حدد مسار التعلم حسب العمر',
'select_age_hint' => 'حدد صف أو عمر الطالب لاستكشاف مسار التعلم الموصى به.',
'learning_path_title' => 'مسار التعلم',
'about_us_title' => 'نبذة عن Codinger',

'about_us_desc_1' => 'Codinger هى منصة تقدم دورات في البرمجة والذكاء الاصطناعى للأطفال من عمر 6 إلى 18 عامًا، بطريقة ممتعة وجذابة وسهلة تعتمد على نظام ™STEM، وتهدف إلى سد الفجوة التعليمية وتمكين الأطفال من مواجهة تحديات المستقبل.',

'about_us_desc_2' => 'تتميز منصتنا بتقديم مجموعة من الدورات، بدءًا من الدورات التمهيدية للمبتدئين وحتى الدورات المتقدمة.',

'about_us_desc_3' => 'تأسست Codinger في عام 2023 استجابةً للحاجة الملحة لتعليم البرمجة والذكاء الاصطناعى في مصر، والآن نتوسع في دول أخرى في الشرق الأوسط، بما في ذلك المملكة العربية السعودية، الكويت، قطر، والإمارات.',

'about_us_desc_4' => 'يتم دعم منصتنا بنهجها المبتكر من قبل فريق موهوب من المطورين والمعلمين ومحترفي الأعمال.',

  
  'vision_title' => 'الرؤية',
'vision_desc' => 'تمكين الجيل القادم من المبتكرين والقادة من خلال تعزيز شغف دائم بالبرمجة ومهارات التكنولوجيا.',
'mission_title' => 'الرسالة',
'mission_desc' => 'نسعى لتزويد الأطفال بالمهارات الرقمية والوظيفية عبر تجارب تعليمية جذابة، إرشاد شخصي، وفرص حقيقية لتعلم البرمجة بطريقة ممتعة وملهمة.',
  'benefits_title' => 'العائد من استعمال Codinger',

// For Kids
'benefits_kids_title' => 'العائد على الطفل
',

'benefits_kids_1_title' => 'بناء الثقة، والتنمية العقلية
',
'benefits_kids_2_title' => 'مناهج تركز على المتعة والمشاركة
',
'benefits_kids_3_title' => 'تقديم نصائح للتوعية
بالأمن السيبرانى 
',
'benefits_kids_4_title' => 'تعزيز الإبداع والتعبير 
عن الذات
',

// For Parents
'benefits_parents_title' => 'العائد على الأباء
',

'benefits_parents_1_title' => ' تعزيز الوعي بأمن المعلومات لدى أطفالهم
',
'benefits_parents_2_title' => 'استعداد الأبناء للفرص المستقبلية
',
'benefits_parents_3_title' => 'أسعار تنافسية
',
'benefits_parents_4_title' => 'بناء ملف أعمال احترافى لأطفالهم 
',

// For Teachers
'benefits_teachers_title' => 'العائد على المدارس
',

'benefits_teachers_1_title' => 'تعزيز ريادة المدرسة داخل المجتمع التعليمى
',
'benefits_teachers_2_title' => 'النجاح على المدى الطويل و المستدام
',
'benefits_teachers_3_title' => 'رضا الآباء و تحسين سمعة المدرسة 
',
'benefits_teachers_4_title' => 'جذب المزيد من الطلاب
',
  'benefits_teachers_5_title' => 'التوافق مع الفرص المستقبلية والابتكار و مهارات القرن الواحد و العشرين

',
'menu_contact' => 'تواصل معنا',
'menu_about_us' => 'من نحن',
'menu_vision' => 'رؤيتنا',
'menu_faq' => 'الأسئلة والأجوبة',
'menu_testimonials' => 'آراء العملاء',
'menu_projects' => 'المشاريع',
'menu_prizes' => 'الجوائز',
  'prizes'=>'إنجازاتنا وجوائزنا',
  'purchase' =>'اشترِي',
  'subscribe' =>'الاشتراكات',
  'duration'=>'مده الكورس',
'projects'=>'مشاريع طلابنا',
  'learning_memberships' => 'عضويات التعلم',
'section_title_ben' => 'خدماتنا',
   'card1' => [
    'title' => 'فوائد للأطفال',
],

'list1' => [
    'item1' => 'منهج ممتع وجذاب',
    'item2' => 'بناء الثقة وتطوير عقلية النمو',
    'item3' => 'الإبداع والتعبير عن الذات',
    'item4' => 'نصائح التوعية بالأمن والسلامة',
],

'card2' => [
    'title' => 'فوائد للمدرسة',
],

'card3' => [
    'title' => 'فوائد للآباء',
],

'list2' => [
    'item1' => 'التحضير لفرص المستقبل',
    'item2' => 'نصائح التوعية الأمنية لأطفالهم',
    'item3' => 'بناء ملف أعمال لأطفالهم',
    'item4' => 'أسعار مناسبة',
],

'list3' => [
    'item1' => 'نجاح طويل الأمد',
    'item2' => 'تعزيز صورة المدرسة كقائد',
    'item3' => 'جذب المزيد من الطلاب',
    'item4' => 'رضا الآباء وسمعة المدرسة',
    'item5' => 'التوافق مع الفرص المستقبلية والابتكار',
],
'tecguid'=>'التوجيه الفني',
'group'=>'مجموعة محدودة',
    'age_range' => 'من عمر :min إلى عمر :max سنة',

];