<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Blog Translation
    |--------------------------------------------------------------------------
    */

'blog' => 'مدونة',
'blog_categories' => 'فئات المدونة',
'create_category' => 'فئة مدونة جديدة',
'page_lists_lead' => 'قائمة مقالات المدونة. يمكنك تعديل أو حذف أي صف.',
'comments_lists_lead' => 'قائمة تعليقات المدونة. يمكنك تعديل أو حذف أي صف.',
'comments_reports_lists_lead' => 'قائمة تقارير التعليقات. يمكنك تعديل أو حذف أي صف.',
'author' => 'المؤلف',
'create_blog' => 'مقال مدونة جديدة',
'new_post' => 'مقال مدونة جديدة',
'edit_blog' => 'تعديل مقال المدونة',
'comments_section' => 'تفعيل التعليقات',
'meta_description' => 'وصف ميتا لتحسين محركات البحث',
'meta_description_placeholder' => '155~160 حرفًا.',
];
