<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Discounts
    |--------------------------------------------------------------------------
    */

'discount_list_page_title' => 'قائمة الخصومات',
'discount' => 'خصم',
'title' => 'العنوان',
'tags_count' => 'عدد العلامات',
'new_page_lead' => 'يمكنك إنشاء خصم جديد.',
'parent_name' => 'اسم الأب',
'select_parent_name' => 'اختر اسم الأب',
'discount_count' => 'عدد الفئات',
'page_lists_lead' => 'قائمة الخصومات. يمكنك تعديل أو حذف أي صف.',
'sub_discount' => 'خصم فرعي',
'has_sub_discount' => 'يمتلك خصمًا فرعيًا',
'add_sub_discount' => 'إضافة خصم فرعي',
'add' => 'إضافة',
'remove' => 'إزالة',
];
